/* 2 hours 34 minutes */
"%@ %@" = "%1$@ %2$@";

/* No comment provided by engineer. */
"%@ (No Online Ticketing)" = "%@ (Online Bilet Satışı Yok)";

/* 5 kilometers or 5 miles */
"%d %@" = "%1$d %2$@";

/* No comment provided by engineer. */
"%d hours" = "%d saat";

/* No comment provided by engineer. */
"%d minutes" = "%d dakika";

/* No comment provided by engineer. */
"%d months ago" = "%d ay önce";

/* No comment provided by engineer. */
"%d weeks ago" = "%d hafta önce";

/* No comment provided by engineer. */
"%d years ago" = "%d yıl önce";

/* No comment provided by engineer. */
"1 hour" = "1 saat";

/* No comment provided by engineer. */
"1 kilometer" = "1 kilometer";

/* No comment provided by engineer. */
"1 mile" = "1 mil";

/* No comment provided by engineer. */
"1 minute" = "1 dakika";

/* No comment provided by engineer. */
"1 month ago" = "1 ay önce";

/* No comment provided by engineer. */
"1 week ago" = "1 hafta önce";

/* No comment provided by engineer. */
"1 year ago" = "1 yıl önce";

/* No comment provided by engineer. */
"About" = "Hakkında";

/* No comment provided by engineer. */
"Auto-Update Location" = "Yeri Otomatik Güncelle";

/**** "Telefon et" is a better translation if you have enough space*/
"Call" = "Ara";

/* No comment provided by engineer. */
"Cast:" = "Oyuncular:";

/* No comment provided by engineer. */
"Change date" = "Tarihi değiştir";

/* No comment provided by engineer. */
"Could not find location." = "Konum bulunamadı.";

/* No comment provided by engineer. */
"Data for future dates may be incomplete. Reset the search date to the current date to see full listings." = "İleriki tarihler için veri eksik olabilir. Tam listeyi görmek için arama tarihini bugüne ayarlayın.";

/* No comment provided by engineer. */
"Director:" = "Yönetmen:";

/* No comment provided by engineer. */
"Directors:" = "Yönetmenler:";

/* No comment provided by engineer. */
"Distance" = "Uzaklık";

/* No comment provided by engineer. */
"Donate" = "Bağış";

/* If you have enough space, please use "Listeyi e-posta ile gönder" instead */
"E-mail listings" = "Listeyi gönder";

/* No comment provided by engineer. */
"E-mail" = "E-posta";

/* No comment provided by engineer. */
"Favorites" = "Favoriler";

/* No comment provided by engineer. */
"Genre:" = "Tür:";

/* No comment provided by engineer. */
"Geolocation services provided by:" = "Konum bulma hizmeti:";

/* No comment provided by engineer. */
"Graphics by Jeffrey Nee" = "Grafikler: Jeffrey Nee";

/* No comment provided by engineer. */
"Hide empty theaters" = "Boş salonları gizle";

/* No comment provided by engineer. */
"Last Friday" = "Geçen Cuma";

/* No comment provided by engineer. */
"Last Monday" = "Geçen Pazartesi";

/* No comment provided by engineer. */
"Last Saturday" = "Geçen Cumartesi";

/* No comment provided by engineer. */
"Last Sunday" = "Geçen Pazar";

/* No comment provided by engineer. */
"Last Thursday" = "Geçen Perşembe";

/* No comment provided by engineer. */
"Last Tuesday" = "Geçen Salı";

/* No comment provided by engineer. */
"Last Wednesday" = "Geçen Çarşamba";

/* plural */
"Less than %d %@ away" = "%1$d %2$@den daha yakın";

/* singular */
"Less than 1 %@ away" = "1 %@den daha yakın";

/* No comment provided by engineer. */
"License" = "Lisans";

/* No comment provided by engineer. */
"Localized by:" = "Çeviren:";

/* No comment provided by engineer. */
"Location" = "Yer";

/* No comment provided by engineer. */
"Map" = "Harita";

/* No comment provided by engineer. */
"Movie details provided by:" = "Film detay bilgileri:";

/* No comment provided by engineer. */
"Movie reviews provided by:" = "Film eleştirileri:";

/* No comment provided by engineer. */
"Movies" = "Filmler";

/* No comment provided by engineer. */
"Name" = "İsim";

/* No comment provided by engineer. */
"No information found" = "Bilgi bulunamadı";

/* No comment provided by engineer. */
"No more show times available today." = "Bugün için başka seans yok";

/* No comment provided by engineer. */
"No synopsis available." = "Film özeti yok.";

/* No comment provided by engineer. */
"Not yet rated" = "Henüz derecelendirilmemiş";

/* No comment provided by engineer. */
"Numbers" = "Sayılar";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"Order tickets for %@" = "%@ için bilet al";

/* No comment provided by engineer. */
"Play trailer" = "Fragmanı göster";

/* No comment provided by engineer. */
"Please enter your location" = "Lütfen konumunuzu girin";

/* No comment provided by engineer. */
"Postal Code or City/State" = "Posta Kodu veya Şehir";

/* No comment provided by engineer. */
"Project website" = "Proje web sitesi";

/* No comment provided by engineer.*/
"Rated %@." = "Derecesi %@.";

/* No comment provided by engineer. */
"Rated:" = "Derecesi:";

/* No comment provided by engineer. */
"Read reviews" = "Eleştirileri oku";

/* No comment provided by engineer. */
"Really close by" = "Gerçekten yakın";

/* No comment provided by engineer. */
"Really far away" = "Gerçekten uzak";

/* No comment provided by engineer. */
"Release date:" = "Yayim arihi:";

/* No comment provided by engineer. */
"Release" = "Yayım";

/* No comment provided by engineer. */
"Release: %@" = "Yayim: %@";

/* No comment provided by engineer. */
"Reviews" = "Eleştiriler";

/* No comment provided by engineer. */
"Running time:" = "Süresi:";

/* No comment provided by engineer. */
"Score" = "Puan";

/* No comment provided by engineer. */
"Search Date" = "Arama Tarihi";

/* No comment provided by engineer. */
"Search Distance" = "Arama uzaklığı";

/* No comment provided by engineer. */
"Settings" = "Seçenekler";

/* No comment provided by engineer. */
"Show %d hidden theaters" = "%d gizli salonu göster";

/* No comment provided by engineer. */
"Show 1 hidden theater" = "1 gizli salonu göster";

/* No comment provided by engineer. */
"Show times retrieved on %@." = "Seans bilgisi %@ tarihinde alındı.";

/* No comment provided by engineer. */
"Theater last reported show times on\n%@." = "Salona ilişkin bulunan en yeni seans\nbilgisi %@ tarihine ait.";

/* No comment provided by engineer. */
"Theater providers often limit the maximum search distance they will provide data for. As a result, some theaters may not show up for you even if your search distance is set high." = "Salon bilgisi sağlayıcıları genellikle en yüksek arama uzaklığını sınırlarlar. Bu nedenle, arama uzaklığı çok yüksek olsa bile bazı sinema salonları arama sonuçları içinde yer almayabilir.";

/* No comment provided by engineer. */
"Theaters will be shown even if no show time data is available for them." = "Salonlar seans bilgisi bulunmasa bile gösterilecek.";

/* No comment provided by engineer. */
"Theaters without show time data will be hidden. When show time data is available, the theater will automatically be shown." = "Seans bilgisi olmayan salonlar gizlenecek. Seans bilgisi bulunduğu zaman, salon otomatik olarak gösterilecektir.";

/* No comment provided by engineer. */
"Theaters" = "Salonlar";

/* No comment provided by engineer. */
"This theater has not yet reported its show times. When they become available, %@ will retrieve them automatically." = "Bu salon için seans bilgisi yok. %@, bilgi yayınlandığında otomatik olarak alacak.";

/* No comment provided by engineer. */
"Ticket sales provided by:" = "Bilet satışı:";

/* No comment provided by engineer. */
"Title" = "İsim";

/* No comment provided by engineer. */
"Today" = "Bugün";

/* No comment provided by engineer. */
"Unknown Distance" = "Bilinmeyen Uzaklık";

/* No comment provided by engineer. */
"Unknown release date" = "Bilinmeyen yayım tarihi";

/**** If you are using that like Rating: Unrated, then you can just say "Yok" which actually menas "Not present". Otherwise, you can use "Derecesiz" if you absolutely need something shorter */
"Unrated." = "Derecelendirilmemiş.";

/* No comment provided by engineer. */
"Upcoming" = "Yakında";

/* No comment provided by engineer. */
"Use Small Fonts" = "Küçük Fontlar Kullan";

/* No comment provided by engineer. */
"Visit IMDb" = "IMDb'ye git";

/* No comment provided by engineer. */
"Website" = "Web sitesi";

/* No comment provided by engineer. */
"Written by Cyrus Najmabadi" = "Yazan: Cyrus Najmabadi";

/* No comment provided by engineer. */
"Yesterday" = "Dün";

/* No comment provided by engineer. */
"kilometer" = "kilometre";

/* No comment provided by engineer. */
"kilometers" = "kilometre";

/* No comment provided by engineer. */
"mile" = "mil";

/* No comment provided by engineer. */
"miles" = "mil";